Repository: AhmedFarid/Ikon
Catalog: ikon/*.lproj/Localizable.strings
Languages: ar

source: Added to cart successfully go to cart to request order
ar: نجح في الاضافه للسله اذهب للسهله لتئكيد الطلب

source: check the your info agine or check networ
ar: افحص البينات

source: email not correct
ar: الاميل خطاء

source: email or password is incorrect or you not registered
ar: الاميل او البسورد خطاء

source: en
ar: ar

source: enter any other issue description
ar: ادخل اي شي تعليق عن المشكله

source: enter your address or click in get location
ar: ادخل عنوانك او اضغط علي زر اختار العنوان

source: enter your phone
ar: من فضلك ادخل رقم الهاتف

source: please login frist
ar: من فضلك سجل دخول

source: Your order is successfull go to main page
ar: الطلب نجح اذهب للشاشه الرئيسيه
