Repository: AhmedFarid/Ikon
Catalog: ikon Localiz/*.xliff
Languages: ar

# 0K3-oU-IAU.text
source: Mobile Number
ar: رقم الهاتف

# 1GA-te-2YT.normalTitle
source: Add to Cart
ar: اضف للسله

# 1ek-UW-IOJ.text
source: Phone
ar: الهاتف

# 1wq-tM-GWR.placeholder
source: Email*
ar: الاميل*

# 2wY-X2-9Nd.text
source: Order Price
ar: سعر الطلب

# 3Oy-mY-UIq.normalTitle
source: Get Location
ar: معرفه موقعي

# 4Wg-om-pJ6.normalTitle
source: Logout
ar: تسجيل خروج

# 5nK-Wi-Tev.text
source: phone name
ar: اسم الهاتف

# 6Lw-UX-Fsb.text
source: products_price
ar: سعر المنتج

# 7iC-Op-BfD.text
source: Select a Service
ar: اختر الخدمه

# 8Xg-rR-bJo.text
source: products_price
ar: سعر المنتج

# 8wi-c2-hkI.text
source: Other Issue
ar: مشاكل اخري

# 9SB-wb-2q0.normalTitle
source: Home
ar: الرئيسيه

# 41a-la-4KC.normalTitle
source: GUEST
ar: زائر

# 758-zN-XKm.normalTitle
source: Request Order
ar: تقدم بطلب

# AGD-nE-RNe.text
source: Email
ar: اميل

# AQc-Ta-oXq.text
source: Name
ar: اسم

# AcG-mw-rf5.placeholder
source: Last Name
ar: الاسم الاخير

# AfW-2V-r02.title
source: Mobile Repair
ar: تصليح موبيل

# BFn-sj-DvP.text
source: Name
ar: اسم

# BgY-Nm-tkh.text
source: Price
ar: سعر

# BnM-Bt-hfI.placeholder
source: Phone
ar: هاتف

# C9K-m5-zed.title
source: Price
ar: السعر

# CWY-Uh-aHj.placeholder
source: PASSWORD
ar: كلمه السر

# DBJ-Qy-Kyi.text
source: products_model
ar: نوع المنتج

# FPi-H2-njw.text
source: OR
ar: او

# GEQ-ve-buF.text
source: Name
ar: الاسم

# H0b-01-5Lq.normalTitle
source: Get Location
ar: معرفه موقعك

# HD3-yR-5Ra.normalTitle
source: REGISTER
ar: تسجيل

# HcA-69-9bj.text
source: products_model
ar: نوع المنتج

# Hsg-0W-LzD.text
source: Price
ar: سعر

# Iw2-6a-1IQ.normalTitle
source: REGISTER
ar: تسجيل

# JTm-or-yCK.text
source: Order Price
ar: سعر الطلب

# K5H-ty-3bl.text
source: Select a Color
ar: اختر اللون

# MDd-Oz-TcD.title
source: Order Phone
ar: اطلب هاتف

# Mf8-lO-Zgm.text
source: Price
ar: سعر

# MqS-X3-tNZ.normalTitle
source: LOGIN
ar: تسجيل دخول

# NTa-Uq-jQy.text
source: Note
ar: ملحوظه

# Nww-js-PzF.text
source: Name
ar: اسم

# OKt-N4-deO.text
source: Email
ar: اميل

# PIe-Tx-B56.normalTitle
source: Order Maintenance
ar: اطللب صيانه

# QOr-vE-TqQ.text
source: products_price
ar: سعر المنتج

# QTq-VV-mOX.title
source: Accessores
ar: اكسسوارات

# Qic-uN-ABV.text
source: Orders
ar: الطلابات

# Szi-66-7Bm.text
source: Address
ar: العنوان

# TTS-Sh-mH7.text
source: Ahmed ahemd
ar: احمد احمد

# UKF-DL-JHp.placeholder
source: Frist Name
ar: الاسم الاول

# UsG-uE-5Ni.normalTitle
source: Add to Cart
ar: اضف للسله

# WQ6-T1-1bV.text
source: Issue
ar: المشكله

# XLi-i3-fSV.text
source: Select a Spare Parts
ar: اختار قطعه الغيار

# YAH-HC-eZT.title
source: Phones
ar: هواتف

# Yp5-ta-2SI.normalTitle
source: عربي
ar: English

# YsK-Qq-QlW.text
source: I Phone 5 s
ar: ايفون ٥ س

# ZrE-2Q-cdD.placeholder
source: Phone
ar: الهاتف

# Zx8-T3-JCt.title
source: Sign In
ar: تسجيل الدخول

# aEx-xQ-Ev3.text
source: Spare
ar: غيار

# aUl-o3-KRf.placeholder
source: Address
ar: العنوان

# blB-PN-fRB.text
source: Orders
ar: الطلابات

# ckL-iI-Ngj.text
source: phone name
ar: اسم الهاتف

# duA-4f-zUt.text
source: phone name
ar: اسم الهاتف

# eHr-pv-V67.placeholder
source: Confirm Password
ar: تئكيد كلمه السر

# egP-gf-Ebe.normalTitle
source: Get Price
ar: معرفه السعر

# fLa-us-jXJ.placeholder
source: Phone *
ar: الهاتف *

# fW9-dP-IvC.text
source: Address
ar: العنوان

# fri-rF-Lry.text
source: Select a Phone
ar: اختار الهاتف

# g8T-EF-77j.text
source: Type
ar: النوع

# gUU-yk-3NK.title
source: Title
ar: الاسم

# gbH-GI-Hui.text
source: Orders
ar: اطلب

# h83-5z-KGC.placeholder
source: Password
ar: كلمه السر

# hTU-b8-gvs.text
source: Date
ar: داتا

# jSw-bK-TjT.text
source: Issue
ar: مشكله

# k1Z-1q-NaW.normalTitle
source: Order Maintenace
ar: طلب صيانه

# ngC-l2-cNc.text
source: Phone
ar: هاتف

# osS-Y3-a7r.normalTitle
source: Order Maintenance
ar: طلب صيانه

# p1A-Ro-Q2x.placeholder
source: Address
ar: العنوان

# pFJ-hU-8Vc.normalTitle
source: Order Shop
ar: طلب شراء

# qKJ-WF-lw0.text
source: Email
ar: الاميل

# qUe-Ew-Yqh.placeholder
source: EMAIL
ar: الاميل

# qbl-ZU-zqp.title
source: Title
ar: الاسم

# rIY-Q8-5vy.text
source: Price
ar: السعر

# rPi-wo-Rbp.title
source: Spare Parts
ar: قطعه غيار

# u6Q-zg-by1.text
source: Email
ar: الاميل

# umS-hb-7Qp.title
source: Register
ar: تسجيل

# vL3-cu-xQC.normalTitle
source: SIGN IN
ar: تسجيل الدخول

# xEi-fL-LdF.text
source: Price
ar: السعر

# xxN-e1-req.text
source: Address
ar: العنوان

# zDn-Ih-Zdo.text
source: Choose Service
ar: اختار الخدمه

# zFU-nQ-lpB.text
source: Color
ar: اللون

# zrA-0g-7iB.text
source: mobile
ar: الهاتف

# CFBundleName
source: $(PRODUCT_NAME)
ar: اسم المنتج

# NSLocationWhenInUseUsageDescription
source: This is required to get current location
ar: ذالك يطلب معرفه موقعك الحالي
